{
    "menu": {
      "about": "Біз туралы",
      "getInTouch": "Байланыс",
      "feedback": "Кері байланыс",
      "language": "Тіл",
      "instructions": "Нұсқау",
      "markers": "Маркер"
    },
    "app": {
      "title": "MoleculARweb",
      "description": "Толықтырылған шындық (AR) технологиясы арқылы химия және биология бойынша білім беруге арналған веб-сайт",
      "policy": "Copyright © 2020 Laboratory for biomolecular modeling, EPFL. All rights reserved.",
      "policyMsg": "Біз cookie файлдарын біздің сайттағы тәжірибеңізді жақсарту үшін пайдаланамыз. MoleculAR веб-сайтын пайдалану арқылы сіз біздің құпиялылық саясатымызбен келісесіз.",
      "learnMore": "Көбірек білу үшін",
      "contactUs": "Бізге хабарласыңыз",
      "feedbackMsg": "Сәлем! Бізге жылдам сауалнама жүргізуге көмектескіңіз келе ме?",
      "sure": "Әрине!",
      "dismiss": "Мүмкін кейінірек",
      "rotate": "Айналдыру",
      "submit": "Жіберу",
      "skip": "Өткізу",
      "next": "Алға",
      "close": "Жабу",
      "viewInYourSpace": "Кеңістігіңізде қараңыз",
      "returnToAR": "AR режиміне оралу",
      "cartoon": "Мультфильм",
      "sticks": "Таяқшалар",
      "interactions": "Өзара әрекеттесулер",
      "markers": "Басып шығару және құрастыру нұсқаулары бар AR маркерлерін табу үшін осы жерді басыңыз",
      "preferredLang": "Қалаған тілді таңдаңыз",
      "welcome": "MoleculARweb сайтына қош келдіңіз!",
      "welcomeMsg": "Толықтырылған шындық (AR) технологиясы арқылы химия және биология бойынша білім беруге арналған веб-сайт",
      "prepare": "Өзіңізді дайындаңыз ",
      "markersWithLink": "Маркерлер",
      "reset": "Қалпына келтіру",
      "zoom": "Масштабтау",
      "pdbOptions": "Маркерлердегі молекулалар",
      "cameraOptions": "Камера және көру опциялары",
      "controls": "Температура мен механикалық бақылау",
      "flipMolecule": "Flip молекуласы",
      "mirrorVideo": "Айна бейне",
      "tempOptions": "Температура мен механикалық бақылау",
      "transparency": "Мөлдірлік",
      "selectActivity": "Әрекетті таңдап, ләззат алыңыз!"
    },
    "orbitals": {
      "title": "Орбитальдар және молекулалық пішіндер",
      "atomicOrbitals": {
        "title": "Атом орбитальдары және VSEPR теориясы",
        "description": "Барлық ең көп таралған таза және гибридті атомдық орбитальдарды және валенттік қабықтағы электрондардың тежелу теориясындағы (VSEPR) сияқты негізгі молекулалық геометрияларды визуализациялаңыз және салыстырыңыз.",
        "instructions": "Әрбір AR маркерінде көрсетілетін орбиталды немесе молекуланы таңдаңыз. Сондай-ақ айналдыру үшін бір саусақты және нысандарды үлкейту үшін екі саусақты пайдалануға болады."
      },
      "molecularOrbitals": {
        "title": "Молекулалық орбитальдар және пішіндер",
        "description": "Бірнеше шағын молекулалар үшін алдын ала есептелген барлық молекулалық орбитальдарды визуализациялаңыз және салыстырыңыз.",
        "instructions": "Әрбір AR маркерінде көрсетілетін молекуланы таңдаңыз. Сондай-ақ айналдыру үшін бір саусақты және нысандарды үлкейту үшін екі саусақты пайдалануға болады."
      },
      "molecularShapes": {
        "title": "VSEPR бойынша молекулалық пішіндер",
        "description": "Валенттік қабықшаның электронды жұбының кері ығысуы (VSEPR) теориясына сәйкес пішіндердің негізгі түрлерінің әрқайсысына арналған молекулалардың мысалдары.",
        "instructions": "VSEPR теориясымен түсіндірілетін әртүрлі молекулалық пішіндерді көру үшін ашылмалы мәзірлерден мысалдарды таңдаңыз."
      },
      "webRemake": {
        "title": "Martinez-Hung және т.б. 2017 веб-ремейкі",
        "description": "Кристаллдық құрылымдардың, TRPEV пішіндерінің және су кешендерінің мысалдары Martinez-Hung және т.б. Revista Cubana de Quimica 2017 алдыңғы жарияланымындағы, webAR үшін қайта тағайындалған.",
        "instructions": "Ашылмалы мәзірлерден мысалдарды таңдаңыз, егжей-тегжейлі ақпарат алу үшін түпнұсқалық басылымды қараңыз."
      },
      "modelingKit": {
        "title": "Виртуалды модельдеу жинағы",
        "title2": "Виртуалды модельдеу жинағы 2.0",
        "title3": "Виртуалды модельдеу жинағы 3.0",
        "description": "Оның құрылымын және AR-дағы қозғалысын зерттеу үшін *кез келген* молекуланы атомдық координаттарынан көрсетіңіз.",
        "description2": "Оның құрылымы мен динамикасын зерттеу үшін кез келген молекуланы көрсетіңіз. Енді екі маркер бар, өзіңіздің молекулаларыңызды және молекулалық қозғалыстар мен өзара әрекеттесулерді көру үшін күш өрісін салу мүмкіндігі",
        "description3": "Модельдеу қорабында орналасқан барлық қажетті молекулалардың құрылымдары мен өзара әрекеттесулерін зерттеңіз.",
        "instructions": "Алдын ала орнатылған мысалды таңдаңыз немесе өзіңіздің атомдық координаттарыңызды қойыңыз, содан кейін AR тәжірибесін іске қосыңыз. Қозғалыстарды көру үшін температураны көтеріңіз.",
                "temperature": "Температура:", 
        "sticks": "Таяқшалар",
        "spheres": "Шарлар",
        "pdbInstructions": " Төмендегі опциялардың бірімен әр маркер үшін молекуланы дайындаңыз және «AR бастау”",
        "marker": "Маркер",
        "getMarker": "Маркер алыңыз",
        "loadFile": "Файлды жүктеу",
        "load": "Жүктеу",
        "chooseExample": "Алдын ала анықталған мысалдар",
        "examples": "--Мысалдар--",
        "startAR": "AR бастаңыз",
        "placeholder": "Молекуланы осы жерге көшіріп қойыңыз",
        "yourMolecule": "Сіздің жеке молекулаңыз",
        "searchBuild": "Іздеу/құрастыру",
        "jmeInstructions": "Мұнда молекулаларды құрастыруға, іздеуге және өңдеуге болады. Молекула дайын болғанда, PDB жүктеу үшін жалғастыру түймесін басыңыз.",
        "search": "Мәліметтерді базадан іздеу",
        "cancel": "Артқа",
        "continue": "Жалғастыру",
        "mechanics": "Механика",
        "electrostatics": "Электростатика",
        "hBonds": "Сутектік байланыстарды көрсету",
        "clashes": "Қақтығыстарды көрсету",
        "showSpheres": "Атомдар шар тәрізді көрсету"
      }
    },
    "bonds": {
      "title": "Сутектік байланыс, қышқылдар мен негіздер",
      "instructions": "Екі молекулаға әртүрлі жағынан жақындау арқылы сутегі байланысы мен протонның тасымалдануын зерттеу үшін AR маркерлерін жылжытыңыз",
      "waterProtonation": {
        "title": "Су протонациясының тепе-теңдігі",
        "description": "Екі су молекуласының сутегі байланысын қалай орнататынын және гидроний катионы, бейтарап су және гидроксидті анион арасында өзара түрленетін протондарды тасымалдайтынын зерттеңіз. Тепе-теңдік динамикалық болып табылады және судың диссоциациялану константасы Кв пайда болады."
      },
      "acidDeprotonation": {
        "title": "Судағы қышқылдың протонациясының тепе-теңдігі",
        "description": "Сірке қышқылының молекуласы су молекуласымен сутегі байланысын қалай орнататынын және теріс зарядталған протонды тасымалдап, гидроний катионын құрайтынын зерттеңіз. Сұр атомдар – С, қызыл – О, ақ – Hs. Бұл динамикалық тепе-теңдік қышқылдық константасын береді, Ka."
      },
      "ammoniaProtonation": {
        "title": "Судағы аммиак протонациясының тепе-теңдігі",
        "description": "Аммиак молекуласының су молекуласымен сутегі байланысын қалай орнататынын және протонды қабылдап, оң зарядталып, гидроксид анионын түзетінін зерттеңіз. Сұр атомдар – С, қызыл – О, ақ – Hs, көк – N. Бұл динамикалық тепе-теңдік негізгі константа Кб пайда болады."
      },
      "acidBase": {
        "title": "Қышқылдық және негіздік аминқышқылдарының бүйірлік тізбектері арасындағы тепе-теңдік",
        "description": "Глутамат пен лизиннің бүйірлік тізбектері протондарды алмастыру арқылы зарядталған және бейтарап түрлер арасында қалай өзгеретінін зерттеңіз. Сұр атомдар – С, қызыл – O, ақ – Hs, көк – N. Сары нүктелер H мен O немесе N арасындағы сутектік байланыстарды көрсетеді."
      }
    },
    "macromolecules": {
      "title": "Биологиялық макромолекулалардың атомдық құрылымы",
      "proteinDNA": {
        "title": "Белок-ДНҚ кешені",
        "description": "Транскрипция факторының доменін оның туыстық ДНҚ-ға бекіту; пайда болған электростатикалық әрекеттесулерді тексеріңіз. Бұл мысал PDB 1FJL эксперименттік құрылымынан алынған.",
        "instructions": "Әрбір молекуланы бір AR маркерімен жүргізіп, дұрыс қондырылған орынды табуға тырысыңыз."
      },
      "peptide": {
        "title": "Пептидті электронның тығыздығы бойынша бекітіңіз",
        "description": "Рентген сәулелерінің дифракциясы арқылы анықталатын электронды тығыздық картасына пептидтің екі бөлігін бекітіңіз. Бұл мысал эксперименттік құрылымдардың қалай алынғаны туралы түсінік береді. Ол PDB 3HYD.7 эксперименттік құрылымнан келеді",
        "instructions": "Атомдардың бірінші тобын қондыру үшін маркерді пайдаланыңыз және ол қондырылғаннан кейін сізде екінші жинақты қондыру мүмкіндігі болады. Соңында сіз толық молекуланың оның электронды тығыздығына сәйкестігін тексере аласыз."
      },
      "protein": {
        "title": "Белоктардың екіншілік құрылымдары және тұрақтандырғыш әрекеттесулері",
        "description": "Егжей-тегжейлі атом құрылымын, сутегі байланыстарын және ақуыздың қайталама құрылымдарын тұрақтандыратын тұз көпірлерін тексеріңіз. Сізде бір AR маркерінде альфа спираль, екіншісінде бета парағы бар.",
        "instructions": "Түрлі көріністер арасында ауысу үшін түймелерді басыңыз."
      }, 
      "example": {
        "title": "Биомалекулалардың атомдық құрылымдарын құрастыру",
        "description": "Биологиялық макромолекулалардың алдын ала жасалған көріністерінің жиынтығын тексеріңіз.",
        "instructions": "Әр маркерде бір жүйені көру үшін ашылмалы мәзірлердегі мысалдардың арасынан таңдаңыз.",
        "prot": {
          "title": "ДНҚ байланыстыратын ақуыз",
          "description": "Мультфильмдер ретінде көрсетілген ДНҚ-ны байланыстыратын ақуыз, ДНҚ-ны байланыстыруға қатысатын қалдықтар таяқша түрінде көрсетілген."
        },
        "dna": {
          "title": "Қос тізбекті ДНҚ бөлігі",
          "description": "В конформациясындағы қос тізбекті ДНҚ бөлігі"
        },
        "prot-dna": {
          "title": "Белок-ДНҚ кешені",
          "description": "Интерфейстегі қалдықтар таяқша түрінде бейнеленген оның туыстық ДНҚ-мен байланысқан ақуыз"
        },
        "3hyd": {
          "title": "Барлық атомдары бар қысқа пептид",
          "description": "Сутектерді қоса алғанда, толық атомдық бөлшектерде таяқшалар түрінде көрсетілген қысқа пептид"
        },
        "1vyq": {
          "title": "Лигандтары бар тримерлі ақуыз",
          "description": "Берри және басқалар Biochem Mol Biol Ed 2014 сияқты 3 лигандтары бар тримерлі ақуыз."
        },
        "a-dna": {
          "title": "А-ДНҚ",
          "description": "А конформациясындағы қос тізбекті ДНҚ бөлігі"
        },
        "b-dna": {
          "title": "В-ДНҚ",
          "description": "В конформациясындағы қос тізбекті ДНҚ бөлігі"
        },
        "z-dna": {
          "title": "С-ДНҚ",
          "description": "Z конформациясындағы қос тізбекті ДНҚ бөлігі"
        }
      },
      "proteinInteractions": {
        "title": "B-zip транскрипция факторындағы ақуыз-белок және ақуыз-ДНҚ өзара әрекеттесуі",
        "description": "Димерлі лейцин-зип негізіндегі транскрипция факторын тұрақтандыратын барлық өзара әрекеттесулерді және оның мақсатты ДНҚ-мен қалай әрекеттесетінін егжей-тегжейлі тексеріңіз."
      }
    },
    "biological": {
      "title": "Үлкен биологиялық жинақтар",
      "nuclear": {
        "title": "Ядролық кеуектер кешені",
        "description": "In situ алынған адамның ядролық кеуек кешенінің электронды микроскопиялық картасы (EMDB-3103)",
        "instructions": "AR маркерінде немесе еден немесе үстел сияқты тегіс көлденең бетке тікелей тұрып, 3D режимінде тексеріңіз"
      },
      "ribosome": {
        "title": "Рибосома мРНҚ және тРНҚ-мен жүктелген",
        "description": "A/P позициясындағы тРНҚ иРНҚ және P/E позициясындағы басқа тРНҚ жұптастырылған сүтқоректілердің рибосомасының криоэлектронды микроскопиялық құрылымы (PDB 6HCJ).",
        "instructions": "AR маркерінде немесе еден немесе үстел сияқты тегіс көлденең бетке тікелей тұрып, 3D режимінде тексеріңіз"
      },
      "bacteriophage": {
        "title": "Бактерия қабырғасындағы бактериофаг",
        "description": "Екі бактериялық мембрана арқылы инесін тескен бактериофагтың криоэлектронды микроскопиясы (EMD-9010).",
        "instructions": "AR маркерінде немесе еден немесе үстел сияқты тегіс көлденең бетке тікелей тұрып, 3D режимінде тексеріңіз"
      },
      "sarscov2": {
        "title": "SARS-Cov-2 ұшы – адамның ACE2 кешені",
        "description": "Адамның ACE2 (PDB идентификаторлары 6VYB, 6M17 және 6M0J) байланысқан SARS-Cov-2 спик протеинінің интегративті моделі, әрқайсысы мембраналық патчқа енгізілген.",
        "instructions": "AR маркерінде немесе еден немесе үстел сияқты тегіс көлденең бетке тікелей тұрып, 3D режимінде тексеріңіз"
      },
      "bacterial": {
        "title": "Бактериялық пилус негізі",
        "description": "Екі жасуша мембранасының бөліктері мен пептидогликан (PDB 3JC8 + EMD-3247).",
        "instructions": "AR маркерінде немесе еден немесе үстел сияқты тегіс көлденең бетке тікелей тұрып, 3D режимінде тексеріңіз"
      },
      "nucleosome": {
        "title": "Нуклеосома",
        "description": "Нуклеосоманың рентгендік құрылымы, оның ішінде 4 гистон және оралған ssDNA 2 раунды (PDB ID 1AOI).",
        "instructions": "AR маркерінде немесе еден немесе үстел сияқты тегіс көлденең бетке тікелей тұрып, 3D режимінде тексеріңіз"
      }
    },
    "modelingKit": {
      "title": "Молекулалық модельдеу жинағы"
    },
    "surveys": {
      "welcomeMsg": "Сәлем, сайтты пайдаланғаныңызға рахмет. Бізбен тәжірибеңізбен бөлісуге уақыт бөлгеніңізге өте ризамыз",
      "selectProfile": "Сіз студент немесе мұғалім болсаңыз, таңдаңыз",
      "educator": "Мұғалім",
      "student": "Студент, оқушы",
      "tellUs": "Бізге айтыңыз:",
      "textPlaceholder": "Жауабыңызды осында теріңіз",
      "contactUs": "Сіз сондай-ақ бізбен luciano.abriata@epfl.ch мекенжайы бойынша байланысып, жаңа идеяларды ұсынуға, жаңа мысалдар дайындауға көмектесуге, студенттермен тәжірибе алмасуға және т.б.",
      "questions": {
        "usedARBefore": "Мен осы веб-сайтты пайдаланбас бұрын басқа толықтырылған шындық (AR) технологиясын қолданбаларын пайдаландым ",
        "easilyUse": "Мен бұл веб-сайтты маркерлердегі молекулаларды көру үшін оңай пайдалана аламын",
        "understand": "Толықтырылған шындықты пайдалану маған молекулалардың құрылымын және химия ұғымдарын жақсырақ түсінуге көмектесті",
        "interestInChemistry": "Осы веб-сайтты пайдалану менің химияға деген қызығушылығымды арттырды",
        "interestInTech": "Осы веб-сайтты пайдалану мені бағдарламалауға, толықтырылған шындыққа және т.б. қызықтырды",
        "place": "Сіз веб-сайтты мектепте, үйде немесе университетте де қолдандыңыз ба?",
        "suggestions": "Басқа қандай молекулалар немесе мазмұн дайындағанымызды қалайсыз?",
        "liveIn": "Сіз ... тұрасыз ба?",
        "age": "Сіз қанша жастасыз?",
        "howManyStudents": "Егер сіз веб-сайтты студенттермен пайдалансаңыз, олар қанша болды?",
        "studentsInterest": "Оқушылардың құралды пайдалануға деген қызығушылығын байқадым",
        "studentsUnderstanding": "Құралды қолдану студенттерге молекулалық құрылымды және басқа да химия ұғымдарын жақсы түсінуге көмектесетінін түсіндім",
        "emailAddress": "Жаңа шығарылымдар туралы хабардар болғыңыз келсе, электрондық пошта мекенжайыңыз."
      },
      "answers": {
        "notAtAll": "Ешқашан",
        "notReally": "Онша емес",
        "aLittle": "Иә, аздап",
        "aLot": "Иә, көп",
        "perhaps": "Тек 1, 2, мүмкін 3 рет",
        "severalTimes": "Бірнеше рет",
        "didntWork": "Жоқ, мен оны іске асыра алмадым",
        "hardToWork": "Оны жүзеге асыру қиын болды, бірақ ақыры сәтті болды",
        "someEffort": "Бұл бірінші рет біраз күш жұмсады, бірақ кейін бірнеше рет пайдалану оңай болды",
        "easyToWork": "Менің бірінші әрекетімнен бастап веб-сайтты пайдалану өте оңай болды",
        "school": "Мектепте және университетте",
        "home": "Үйде",
        "both": "Мектепте де, үйде де және университетте",
        "africa": "Африка",
        "asia": "Азия",
        "northAmerica": "Солтүстік Америка",
        "latam": "Оңтүстік Америка",
        "europe": "Европа",
        "middleEast": "Солтүстік және оңтүстік Азия",
        "oceania": "Мұхит елдері"
      }
    },
    "about": {
      "firstPart": "MoleculARweb — веб-камера қосылған компьютерде, смартфонда немесе планшетте тек веб-шолғышта пайдалануға болатын тауарлық, веб-негізделген толықтырылған шындық арқылы химия және құрылымдық биология бойынша білім беруге арналған веб-сайт. Оны негізінен Фабио Кортес Родригес және Лучано А. Абриата әзірлеген және бағдарлалаған.",
      "lbm_html": "<u>Биомолекулалық Модельдеу зертханасы</u>",
      "epfl_html": " <u>Лозаннадағы Федералдық технология институты</u>",
      "secondPart": "(EPFL) Швейцарияда топтағы бірнеше серіктестердің, сондай-ақ басқа институттардың зерттеушілері мен оқытушыларының көмегімен. Жоба CRSK-1_190376 Spark грантымен қаржыландырылады",
      "snf_html": "<u>Швейцарияның Ұлттық ғылым қоры</u> ",
      "toLAB": "Лучиано А. Абриатаға.",
      "snfDB_html": " Бұл жоба <u>мұнда SNF жобасының дерекқорында сипатталған</u>.",
      "thirdPart": "Веб-сайт клиенттік веб-бағдарламалауға негізделген (қараңыз",
      "this_html": "<u>бұл</u>",
      "and": " және ",
      "fourthPart": ") бұл әрекеттер браузеріңізде, компьютеріңізде толығымен жергілікті түрде орындалатынын білдіреді. moleculARweb бағдарламасын бағдарламалау үшін қолданылатын технологиялардың түрі мына бөлімде сипатталған",
      "article_html": "бұл ашық қолжетімді рецензияланған <u>мақала PeerJ Comp Sci</u>, ",
      "fifthPart": "moleculARweb-те берілген нақты әрекеттер мынада сипатталған",
      "preprint_html": "<u>бұл алдын ала басып шығару ChemRxiv</u>, ",
      "sixthPart": "онда барлық үлес қосқан авторлар мен басқа да алғыстар тізімі берілген.",
      "seventhPart": "MoleculARweb қуат береді",
      "eighthPart": "Веб-сайтта пайдаланылған белгішелер мына жерден жүктелді",
      "madeBy": "Pixel Perfect, Smashicons, Freebies, Diacanvas Studio және Dario Ferrando жасаған. Веб-сайттың логотипі сол авторлардан алынған тегін, ашық белгішелерден жасалған",
      "openSource": "Бұл AGPL-3 лицензиясындағы ашық бастапқы жоба. GitHub репозиторийлерін тексеріңіз:",
      "privacyStart": "Мұнда сіз таба аласыз",
      "privacyPolicy": "<u>Privacy policy</u>.",
      "thaiContributors": "Анавил Наксомсонг, Пиятида Таворнпарча және Тавитам Лимпанупарбтың тай тіліне аударғандар.",
      "kazakhContributors": "Қазақ тіліне аударған Мақтанат Оңғар",
      "aboutAuthors": "Негізгі авторлар туралы:",
      "fabio": "kaz. Фабио Кортес Родригес - бағдарламалық жасақтама инженері және технолог, кеңейтілген және виртуалды шындыққа құмар және өнер мен технологияның қиылысын зерттейді. Қазіргі уақытта ол EPFL биомолекулалық модельдеу зертханасында WebXR инженері.",
      "luciano": " Dr. Luciano A. Abriata – химия ғылымдарының кандидаты, биологиялық ядролық магниттік резонанс пен молекулалық модельдеу және биологиялық жүйелерді модельдеу саласында көп жылдық тәжірибесі бар, веб-бағдарламалауға және жұмыс пен білім беруді жақсартуға арналған заманауи адам-компьютерлік технологияларға құмар биотехнолог. Қазіргі уақытта ол EPFL протеиндік биофизика тобында ЯМР бойынша сарапшы және EPFL биомолекулалық модельдеу зертханасының аға ғалымы."
    },
    "contact": {
      "firstPart": "Мәселелер, қателер немесе ұсыныстар туралы хабарлау үшін бізге luciano.abriata@epfl.ch немесе fabio.cortes rodriguez@epfl.ch мекенжайына жазудан тартынбаңыз.",
      "thirdPart": "Осы жерде бар сауалнаманы толтырыңыз ",
      "link": "сілтеме.",
      "fourthPart": "Веб-сайт, жоба және авторлар туралы көбірек білу үшін өтіңіз",
      "here": "Мұнда."
    }
  }
            
