{
    "menu": {
      "about": "Біз туралы",
      "getInTouch": "Байланыс",
      "feedback": "Кері байланыс",
      "language": "Тіл",
      "instructions": "Нұсқау",
      "markers": "Маркер"
    },
    "app": {
      "title": "MoleculARweb",
      "description": "Толықтырылған шындық (AR) технологиясы арқылы химия және биология бойынша білім беруге арналған веб-сайт",
      "policy": "Copyright © 2020 Laboratory for biomolecular modeling, EPFL. All rights reserved.",
      "policyMsg": "Біз cookie файлдарын біздің сайттағы тәжірибеңізді жақсарту үшін пайдаланамыз. MoleculAR веб-сайтын пайдалану арқылы сіз біздің құпиялылық саясатымызбен келісесіз.",
      "learnMore": "Көбірек білу үшін",
      "contactUs": "Бізге хабарласыңыз",
      "feedbackMsg": "Сәлем! Бізге жылдам сауалнама жүргізуге көмектескіңіз келе ме?",
      "sure": "Әрине!",
      "dismiss": "Мүмкін кейінірек",
      "rotate": "Айналдыру",
      "submit": "Жіберу",
      "skip": "Өткізу",
      "next": "Алға",
      "close": "Жабу",
      "viewInYourSpace": "Кеңістігіңізде қараңыз",
      "returnToAR": "AR режиміне оралу",
      "cartoon": "Мультфильм",
      "sticks": "Таяқшалар",
      "interactions": "Өзара әрекеттесулер",
      "markers": "Басып шығару және құрастыру нұсқаулары бар AR маркерлерін табу үшін осы жерді басыңыз",
      "preferredLang": "Қалаған тілді таңдаңыз",
      "welcome": "MoleculARweb сайтына қош келдіңіз!",
      "welcomeMsg": "Толықтырылған шындық (AR) технологиясы арқылы химия және биология бойынша білім беруге арналған веб-сайт",
      "prepare": "Өзіңізді дайындаңыз ",
      "markersWithLink": "Маркерлер",
      "reset": "Қалпына келтіру",
      "zoom": "Масштабтау",
      "pdbOptions": "Маркерлердегі молекулалар",
      "cameraOptions": "Камера және көру опциялары",
      "controls": "Температура мен механикалық бақылау",
      "flipMolecule": "Flip молекуласы",
      "mirrorVideo": "Айна бейне",
      "tempOptions": "Температура мен механикалық бақылау",
      "transparency": "Мөлдірлік",
      "selectActivity": "Әрекетті таңдап, ләззат алыңыз!"
    },
    "orbitals": {
      "title": "Орбитальдар және молекулалық пішіндер",
      "atomicOrbitals": {
        "title": "Атом орбитальдары және VSEPR теориясы",
        "description": "Барлық ең көп таралған таза және гибридті атомдық орбитальдарды және валенттік қабықтағы электрондардың тежелу теориясындағы (VSEPR) сияқты негізгі молекулалық геометрияларды визуализациялаңыз және салыстырыңыз.",
        "instructions": "Әрбір AR маркерінде көрсетілетін орбиталды немесе молекуланы таңдаңыз. Сондай-ақ айналдыру үшін бір саусақты және нысандарды үлкейту үшін екі саусақты пайдалануға болады."
      },
      "molecularOrbitals": {
        "title": "Молекулалық орбитальдар және пішіндер",
        "description": "Бірнеше шағын молекулалар үшін алдын ала есептелген барлық молекулалық орбитальдарды визуализациялаңыз және салыстырыңыз.",
        "instructions": "Әрбір AR маркерінде көрсетілетін молекуланы таңдаңыз. Сондай-ақ айналдыру үшін бір саусақты және нысандарды үлкейту үшін екі саусақты пайдалануға болады."
      },
      "molecularShapes": {
        "title": "VSEPR бойынша молекулалық пішіндер",
        "description": "Валенттік қабықшаның электронды жұбының кері ығысуы (VSEPR) теориясына сәйкес пішіндердің негізгі түрлерінің әрқайсысына арналған молекулалардың мысалдары.",
        "instructions": "VSEPR теориясымен түсіндірілетін әртүрлі молекулалық пішіндерді көру үшін ашылмалы мәзірлерден мысалдарды таңдаңыз."
      },
      "webRemake": {
        "title": "Martinez-Hung және т.б. 2017 веб-ремейкі",
        "description": "Кристаллдық құрылымдардың, TRPEV пішіндерінің және су кешендерінің мысалдары Martinez-Hung және т.б. Revista Cubana de Quimica 2017 алдыңғы жарияланымындағы, webAR үшін қайта тағайындалған.",
        "instructions": "Ашылмалы мәзірлерден мысалдарды таңдаңыз, егжей-тегжейлі ақпарат алу үшін түпнұсқалық басылымды қараңыз."
      },
      "modelingKit": {
        "title": "Виртуалды модельдеу жинағы",
        "title2": "Виртуалды модельдеу жинағы 2.0",
        "title3": "Виртуалды модельдеу жинағы 3.0",
        "description": "Оның құрылымын және AR-дағы қозғалысын зерттеу үшін *кез келген* молекуланы атомдық координаттарынан көрсетіңіз.",
        "description2": "Оның құрылымы мен динамикасын зерттеу үшін кез келген молекуланы көрсетіңіз. Енді екі маркер бар, өзіңіздің молекулаларыңызды және молекулалық қозғалыстар мен өзара әрекеттесулерді көру үшін күш өрісін салу мүмкіндігі",
        "description3": "Модельдеу қорабында орналасқан барлық қажетті молекулалардың құрылымдары мен өзара әрекеттесулерін зерттеңіз.",
        "instructions": "Алдын ала орнатылған мысалды таңдаңыз немесе өзіңіздің атомдық координаттарыңызды қойыңыз, содан кейін AR тәжірибесін іске қосыңыз. Қозғалыстарды көру үшін температураны көтеріңіз.",
